[
  "3  Checking and correcting  pll7  Practice Test 6  p246  Practice Test 7  p266  6  Writing Task 2 - Getting ready to write  pll9  General Training Test  p286  1  Understanding the task  pll9  Practice Test 8  p300  2  Planning and organising your ideas  pl20  3  Getting started - writing an  General Training Test  p319",
  "introduction  pl22  Recording Scripts  p333  7  Writing Task 2 - Expressing your",
  "ideas clearly  pl24  Answer Key  p366  1  Linking ideas - cohesion  pl24  2  Lexical Resource - avoiding repetition  pl25  Sample Answer Sheets  p397  3  Expressing a personal view  pl27",
  "8  Writing Task 2 - Checking and",
  "correcting  pl29  1  Developing your ideas clearly  pl29  2  Grammatical Accuracy  pl30  3  Assessing your language  pl32",
  "Introduction Who is this book aimed at? This book is designed for candidates of any level hoping to take the",
  "IELTS test. It is suitable for students working alone or in a classroom situation. The materials can be used for self-study, or can be integrated into an IELTS preparation course. The book is also a valuable resource for teachers who are preparing IELTS candidates. How can students of different levels use this book?",
  "• 'tte test nas IWO moaules: tne Acaaenuc moouje ana tne oeneral Training Module (see the following pages for an explanation of the two). Each Academic Module candidate Will take the same test, no matter what his or her English level is. Similarly, each General Training candidate Will take the same General Training test. So, the information in this book is useful and important to students of every level. Lower-level language students generally need more guided practice and there are exercises in this book to provide this. However, they also need in pvnrpccino thic",
  "what IELTS requires them to do. Similarly, more advanced students need frequent opportunities for self-expression, but they also need to become more self-critical and aware of their own common mistakes. Corpus research has shown that even high-level candidates make careless slips, so all levels can benefit from both controlled and free practice. What are the aims of this book?",
  "well as a range of authentic practice tests. The skills section of the book provides a detailed explanation of each paper and each section of IELTS; examples of the different types of question candidates can expect to find in each section; an analysis of the language skills and strategies needed for each type",
  "of question; • Study tips and test tips that can help you to achieve your best score. This book also contains eight complete Practice Tests, to give you thorough preparation.",
  "5 WWW.IELTSPOP.COM",
  "WWW.IELTSPOP.COM",
  "Introduction How is the book organised? At the beginning of the book, there is a summary of each IELTS paper. Then, there are four sections dealing with the four skills covered in IELTS: Listening, Reading, Writing and Speaking. These are divided into units, which focus on",
  "key areas aiming to build your abilities and confidence, and provide authentic test practice. The second half of the book wntains eight complete Practice Tests, each with a comprehensive answer key. The first practice test contains hints and reminders to guide you. At the end of the book, you will find the Answer Key and complete Recording Scripts. How do I use this book? For the skills sections, it is best to work through each unit in order. This is",
  "because the tasks and information are graded, developing your skills as the units progress. However. the different skills can be covered in any order. For example, you may decide to concentrate on only one skill at a time, or you may want to work on all four skills to provide a more balanced course. You should Study all of the skills units before taking the Practice Tests. When taking the Practice Tests, try to use the tips and strategies recommended in the skills units. You should also try to take the tests under exam conditions and stick closely to the time limits in the test.",
  "How is this book different from other books? The skills units and Practice Tests have been written by IELTS exam writers, so you can be sure they contain authentic, accurate and up-to-date information and advice. For the first time, we have also included a DVD showing IELTS Speaking tests, along with a commentary to explain the candidates' scores. Our writers have used the Cambridge Learner Corpus to help choose the most appropriate language and skill areas to focus on.",
  "VVhat is the Cambridge Learner Corpus? The Cambridge Learner Corpus is the world's largest learner corpus. It is made up of thousands of exam scripts written by students from all over the world who have taken Cambridge ESOL exams. The corpus allows us to see the types of error candidates commonly make in the IELTS exam at each different level. What iq 'paraphrase' and Why is it imoortant?",
  "Paraphrase is the use of different words to express the same idea. In order to test whether you have understood the Reading and Listening texts, the questions in IELTS will paraphrase the words used in the texts. In the Writing and Speaking sections of the test, being able to use paraphrase, instead of Simply repeating and copying the words in the question, will show that you have a wide vocabulary and help you to achieve a higher score. So, using and understanding paraphrase is important in every part of the test.",
  "IELTS Summary IELTS Academic Module",
  "e IELI'S Academic MOdt11e can De usea tor unaergraauate or postgraduate Study or for professional reasons. Academic Reading Time: one hour N .B. This includes the time needed to transfer your answers to an answer sheet. There is no extra time for this.",
  "40 questions. The texts are authentic and academic in nature, but written for a non- specialist audience. They are similar to the types of texts you may find in newspapers or magazines. The style may be descriptive or argumentative and at least one text contains detailed logical argument. Texts may contain illustrations. If a text contains technical terms, a simple glossary is provided. The three texts are graded from easiest to most difficult- Each",
  "Overview of task types Task type I multiple choice 2 identifying information (T/F/NG) What do I have to do? • Cha)se one answer from alternatives A—D. • Choose two answers from alternatives A—E. • Choose three answers from alternatives A—G. Say whether a statement is True, False or Not Given.",
  "3 4 5 6 identifying the writerS views/ claims (Y/N/NG) matching information matching headings matching features Say whether a statement agrees with claims or views (Yes), disagrees with the views/claims (No) or whether there is no information on this (Not Given). Match information to a paragraph in the text. Match a heading from a list of possible answers to the correct paragraph or section of the text. Match a list of statements to a list of possible answers",
  "7 matching sentence endings 8 sentence completion 9 notes/summary/table/flow- chart completion in a box (e.g. specific people or theories or dates). Complete a sentence by choosing a suitable ending from a box of possible answers. Complete a sentence with a suitable word or words from the text within the word limit given. Complete notes/a summary/a table/flow-chart with a suitable word (or words) from a text.",
  "e IELTS Summary IO labelling a diagram 11 short-answer questions Label a diagram with a suitable word (or words) from the text or from a box of possible answers. Answer questions using words from the text.",
  "Academic Writing Time: one hour This test consists of two separate writing tasks. You must answer both tasks. Task Timing Length What do I need to do?",
  "Writing Task I Writing Task 2 20 minutes 40 minutes 150 words 250 words You need to accurately describe and summarise visual information. The information may be presented in a diagram, map, graph or table. You need to write a discursive essay. You will be given an opinion, problem or issue that you need to respond to. You may be asked to provide a solution, evaluate a problem, compare and contrast different ideas, or challenge an idea.",
  "You will be assessed on the following criteria: • Task Achievement • Coherence and Cohesion • Lexical Resource • Grammatical Range and Accuracy Writing Task 2 is worth twice as much as Writing Task I.",
  "IELTS Summary Listening Time: approximately 30 minutes (plus an additional IO minutes to transfer your answers) AcadfP}ic apd, General Training candidates take the same Listening",
  "test. This consists of four separate sections and a total of 40 questions. Sections I and 2 are set in a social context and Sections 3 and 4 are set in an academic context. In the IELTS Listening, you will hear the text ONCE ONLY. Each test is divided up as follows. Section What kind of text will I hear? 1 A conversation between two people about a general topic with a transactional purpose (e.g. finding out information about travel).",
  "2 3 4 A monologue or prompted monologue on a general topic with a transactional purpose (e.g. giving information about events in the community). A conversation between two or three people in an academic context (e.g. a student and a tutor discussing an academic problem). A monologue in an academic context (e.g. a lecture). There are ten questions for each section in the listening test. Below are the task types that you may find in any section. You may have between",
  "one ana tnree Ollierent tas er section. Task type notes/summary/table/flow- chart completion multiple choice short-answer questions What do I have to do? Complete notes/a summary/table/flow-chart with a suitable word or words within the word limit given Choose one answer from alternatives A—C. Choose two answers from alternatives A—E. Answer questions in the word limit given,",
  "sentence completion labelling a diagram, plan or map classification Complete a sentence with a suitable word or words within the word limit given. Label a diagram/plan or map with a suitable word (or words) or by choosing from a box of possible answers. Classify the information given in the question according to three different criteria (A, B or C). These may be dates, names, types, etc.",
  "statemen to a list OT possible answers in a box (e.g. people, theories or dates). Assessment: each question is worth one mark.",
  "WWW.IELTSPOP.COM 9",
  "WWW.IELTSPOP.COM",
  "IELTS Summary Speaking Time: 11—14 minutes This test consists of an interview with a trained examiner. The interview is recorded and has three separate Darts.",
  "Part 1 2 Timing minutes minutes What will I need to talk about? Questions on familiar topics (e.g. hobbies, likes and dislikes, etc.). You will be given a booklet with a topic (e.g. describe a good friend) and some suggestions. You need to talk about the topic for 1—2 minutes. You have about one minute to write notes before you begin.",
  "minutes about the topic in Part 2 (e.g. How important is friendship?). You will be assessed on the following criteria: • • • Fluency and Coherence Lexical Resource Grammatical Range and Accuracy Pronunciation",
  "General Training Module The General Training Module iS commonly used for vocational training programmes (not at degree level) or for immigration purposes. Candidates for the General Training Module take the same Listening and Speaking test as the Academic Module. Only the Reading and Writing papers are different,",
  "General Training Reading Time: one hour N.B. This includes the time needed to transfer your answers to a separate answer sheet. There is no extra time given for this. This test consists Of three different sections and a total of 40 questions. The texts are about more general topics or related to work. The General",
  "ng paper na tnree secuons, eacn ot Increasmg ditncut The sections are organised as follows.",
  "10",
  "Section 2 3 IELTS Summary Reading texts two or three short texts or several shorter ones (e.g. advertisements) two texts related to the workplace (e.g. information for staff) one long discursive text The General Training Reading paper has a total of 40 questions. Section I has 14 items. Sections 2 and 3 each have 13. Task type 1 multiple choice 2 identifying information (T/F/NG) 3 identifying the writer's views/claims (Y/N/NG) 4 matching information 5 matching headings 6 matching features 7 matching sentence endings 8 sentence completion 9 notes/summary/table/ flow-chart completion IO labelling a diagram 11 short-answer questions 12 multiple matching What do I have to do? Choose one answer from alternatives A-D. Choose two answers from alternatives A-E. Choose three answers from alternatives A-G. Say whether a statement S True/FaIse or Not Given in the Say whether a statement agrees with claims or views in a text (Yes), disagrees with the views/claims in the text (No) or whether there É no information on this h the text (Not Given). Match the information in the question to the correct paragraph in the text. Match a heading from a list of possible answers to the correct paragraph or section of the text. Match a list of statements to a list of possible answers in a box (e.g. specific people or theories or dates). Complete a sentence by choosing a suitable ending from a box of possible answers. Complete a sentence with a suitable word or words from the text within the word limit given. Complete notes/a summary/table/flow-chart with a suitable word (or words) from the text within the word limit given. Label a diagram with a suitable word (or words) from the text or b/ choosing from a box of possible answers. Answer questions using words from the text in the word limit given. Match the information in the question to the correct short text or advertisement. Assessment: each question is worth one mark. 11",
  "Section  Reading texts",
  "1  two or three short texts or several shorter ones (e.g. advertisements)",
  "2  two texts related to the workplace (e.g. information for staff)",
  "3  one long discursive text",
  "The General Training Reading paper has a total of 40 questions.  Section 1 has 14 items. Sections 2 and 3 each have 13.",
  "Task type  What do I have to do?",
  "1  multiple choice  • Choose one answer from alternatives A-D. • Choose two answers from alternatives A-E . • Choose three answers from alternatives A-G .",
  "2  identifying information  Say whether a statement is True/False or Not Given in the",
  "(T/F/NG)  text.",
  "3 identifying the writer's  Say whether a statement agrees with claims or views in a",
  "views/claims (Y/N/NG)  text (Yes), disagrees with the views/claims in the text (No) or  whether there is no information on this in the text (Not Given).",
  "4 matching information  Match the information in the question to the correct  paragraph in the text.",
  "IELTS Summary",
  "5  matching headings  Match a heading from a list of possible answers to the correct  paragraph or section of the text.",
  "6  matching features  Match a list of statements to a list of possible answers in a",
  "box (e.g. specific people or theories or dates).",
  "7  matching sentence  Complete a sentence by choosing a suitable ending from a",
  "endings  box of possible answers.",
  "8  sentence completion  Complete a sentence with a suitable word or words from the",
  "text within the word limit given.",
  "9  notes/summary/table/  Complete notes/a summary/table/flow-chart with a suitable",
  "flow-chart completion  word (or words) from the text within the word limit given.",
  "10  labelling a diagram  Label a diagram with a suitable word (or words) from the text",
  "or by choosing from a box of possible answers.",
  "11  short-answer questions  Answer questions using words from the text in the word limit  given.",
  "12  multiple matching  Match the information in the question to the correct short  text or advertisement.",
  "Assessment:  each question  is worth  one mark.",
  "11",
  "• IELTS Summary General Training Writing Time: one hour This test consists of two separate writing tasks. You must answer both",
  "Task Writing Task 1 Writing Task 2 Timing 20 minutes 40 minutes Length 150 words 250 words What do I need to do? Write a letter in response to a given situation. You need to write a discursive essay. You will be given an opinion, problem or issue that you need to discuss. You may asked to provide a solution, evaluate a problem, compare and",
  "contrast different ideas or opinions, or challenge an argument or idea. You will be assessed on the following criteria: • Task Response • Coherence and Cohesion • Lexical Resource • Grammatical Range and Accuracy",
  "N.B. Writing Task 2 is worth twice as many marks as Writing Task I.",
  "12",
  "IELTS Listening How long is the Listening paper?",
  "Training modules of the IELTS test. It lasts approximately 30 minutes and you are given an extra IO minutes to write your answers onto a separate answer sheet. What type of information will I hear? The Listening paper has four separate sections. Each section is a little more difficult than the one before. They feature speakers from a variety",
  "ot Engnsn-s • In Section I, you will hear a conversation between two people (e.g. finding out information about travel). • In Section 2, you Will hear a monologue on a general topic (e.g. a radio broadcast). • In Section 3, you will hear a conversation between two or three people in an academic context (e.g. discussing an assignment).",
  "• ln Section 4, you Will hear a monologue in an academic context (e.g. a lecture). Will I hear the recording more than once? It is important to remember that you will hear the recording only once. To help you prepare, you will be given some extra time at the start of each section. During this time, you should read the questions carefully.",
  "How is the Listening paper assessed? You Will be asked a total of 40 questions. In order to assess how much of the recording you understand, the questions will usually paraphrase (use different words with a similar meaning) the words that are in the text.",
  "13 WWW.IELTSPOP.COM",
  "WWW.IELTSPOP.COM",
  "Listening skills What types of question will I need to answer? There are IO questions in each section, and there is a variety of question types. For some types, you need to write words or numbers that you hear.",
  "• • • forms/notes/table/flow-chart]summary completion short-answer questions sentence completion For other tasks, you need to choose an option from a list and write a letter on your answer sheet. bellina a diaaram/",
  "• matching • multiple choice How do I answer the questions? The instructions and the questions will tell you what type of information you need to listen for, and the type of answer you need to give. Listen",
  "carefully to any instructions you hear on the recording. Follow the instructions on the question paper carefully. In this unit, you will be able to practise all of these question types. How can I improve my Listening paper score? You can improve your score by following the instructions carefully, and remembering the Test Tips in this unit. This unit will also tell you the skills you need in order to achieve your highest score. Before the test,",
  "try to listen to accents from a variety of English-speaking countries. Studying all aspects of English (including vocabulary and grammar) will also help improve your IELTS score. If you make any mistakes in the practice exercises; make sure that you listen to the recording again and check your answers carefully in the Answer Key.",
  "14",
  "Listening skills Getting ready to listen In this unit you will practise:",
  "• understanding the context • using correct spelling • listening for specific details • understanding numbers 1 Understanding the context In the introduction to the Listening section, you will be told who the Test Tip Before you do each section, you will be given 30—45",
  "called the context. It helps you understand the topic. It is not written on the question paper. After the introduction, you Will be given a short time to look at the questions. Studying the questions before you listen can help you predict what the speakers will talk about, I ÛYou are going to hear the introductions of four IELTS seconds to look at the questions, Use this time to Study the questions and try to predict what you might hear.",
  "reading the questions in the table below. Choose FOUR answers from the box and write the correct letter, A—F, in the table. Section Listening test questions context 1 2 • Total number of guests: • Susie will organise invitations and What type of gift does the speaker recommend for a childS birthday?",
  "3 4 The students chose this topic because A they have a lot of information about it. B they would like to learn more about it. C they think they will get a higher mark. Aim: To assess the impact of loss of habitat on native animais Methods: • Calculate the current numbers of native animal species • Study their movements by attaching",
  "Contexts A shopping for food B discussing an assignment C organising a party D describing a research project E buying presents F explaining how something works 1-2 Listen again. Decide how many speakers you will hear in each of these sections. Try to write down who the speakers Will be.",
  "15",
  "Listening skil/s 2 Using the correct spelling In Listening Section I, you may need to listen for the name of a person or a place. Often, the names will be spelt out for you. You need to recognise the letters of the English alphabet well, so that you can write",
  "the letters you hear quickly. You will only hear the spelling once. Any spellings that you hear will be in the context of a normal conversation, so you need to be able to hear the difference between letters and words. 2.1 Listen and write the letters you hear. 1 4 Test Tip Always check your spelling. If you make a spellinq mistake",
  "2 3 5 2.2 There are several ways to help you spell a word. Listen to five short conversations and complete notes 1—5 with NO MORE THAN ONE WORD AND/OR A NUMBER. I Name: Mr Andrew in the IELTS Listening paper, your answer will marked wrong. Test Tip Listen carefully, as there are several ways of helping people to spell a word",
  "2 3 4 5 Address: 6 Website address: www. Meet at the Registration number: .com Hotei Listen again and complete extracts a—f from the conversations. Conversation I without Simply spelling it out. If you need to write something that is not a name (e.g. the registration number of a car), you may hear a combination of numbers and letters.",
  "a IS that b Yes, but Conversation 2 c Sorry, Conversation 3 d That's right, Conversation 4 e Oh it's the Rose Hotel- colour? N or M? lower case.",
  "Conversation 5 f It's just It's HLP 528.",
  "16",
  "Listening skills 3 Writing numbers In Section I of the Listening paper, you need to listen for specific details.",
  "a b c d e Ist / 3rd $10.50 / $10.15 6th / 5th 17 / 70 19 / 90 f g h i j 15/ 50 52 / 62 Cl 10 / C810 31st / 33rd 22nd / 27th",
  "3.2 Listen again and practise saying the numbers. 3.3 Listen and complete the information below. I How much does the wornan pay for her room? Ê 2 New students need to bring $ 3 Garage width: m height: How much does the woman pav for the bus tickets?",
  "A $25 5 Party date: B $55 c $75 3.4 Listen again and write the other numbers you hear and the reason they are incorrect. I E80 this is tlae amount she paid last lime",
  "Listen to extracts trom tour ditterent talks and cnoose the correct answer (A, B or C). I The survey found that the majority of students drink B coffee. A water. C tea, 2 What point does the speaker make about skiing? A A small percentage of the US is suitable for skiing. B A surprisingly large number of Americans like skiing. C A relatively Small proportion of Americans have tried skiing.",
  "3 4 The number of wild elephants in Africa is estimated to be at least A 53,000. B 470,000. c 690,000. According to the speaker, which two can weigh the same? A the tongue of a blue whale and an elephant B an elephant and a blue whale C a bus and an elephant",
  "17 WWW.IELTSPOP.COM",
  "WWW.IELTSPOP.COM",
  "Listening skills Following a conversation 2 this unit yw will practise: IELTS POP • • • identifying the speakers identifying function understanding categories • • • matching items completing notes completing a table 1 Identifying the speakers For Sections 1 and 3, each speaker will have a different voice to help you tell them apart (e.g. male/female; younger/older). Both speakers will talk equally, and you will hear answers from both speakers. For Section 1, there normally one person who has to find out information from the other. ] You will hear three short extracts from Listening Section 1. Listen and identify what makes each speaker different, and what information they want find out. people vel agent ustomer otel receptionist guest i terviewer job applicant description olcter female Test Tip In the IELTS Listening paper, Sections 1 and 3 are conversations between two or three people. Sections 2 and 4 are monologues with only one main speaker. Sometimes, you may hear another speaker introducing the talk or asking questions. information wanted The customer would like information about The receptionist needs to find out the guest's The applicant would like t know about Study Tip You will hear native speaker accents from several English- speaking countries in the test. These may include British, American, Canadian, Australian and New Zealand accents. Search online for non-commercial national radio stations in these countries, and try to listen to a variety of them. National stations Often have talk or current affairs programmes that can help you practise for IELTS. 18",
  "Listening skills IELTS POP",
  "In this unit you will practise:",
  "• identifying the speakers • matching items",
  "• identifying function • completing notes",
  "• understanding categories • completing a table",
  "1 Identifying the speakers",
  "For Sections 1 and 3, each speaker will have a different voice to help you  tell them apart (e.g. male/female; younger/older). Both speakers will talk  equally, and you will hear answers from  both  speakers.",
  "For Section 1, there is normally one person who has to find out  information from the other.",
  "1.1  [  ►.  8  ]You  will  hear three short extracts from Listening Section 1.",
  "18",
  "Listen and identify what makes each speaker different, and what  information they want to find out.",
  "1",
  "2",
  "3",
  "people  description",
  "travel agent  olcter female",
  "customer",
  "hotel receptionist",
  "guest",
  "interviewer",
  "job applicant",
  ",  Study Tip  You will hear native speaker accents from several English- speaking countries in the test. These may include British, American,",
  "Canadian, Australian and New Zealand accents. Search online for  non-commercial national radio stations  in these countries, and try",
  "to listen to a variety of them. National stations often have talk or current",
  "affairs programmes that can help you practise for IELTS.",
  "Test Tip  In the",
  "IELTS Listening paper,",
  "Sections 1 and 3 are",
  "conversations between",
  "two or three people.",
  "Sections 2 and 4 are",
  "monologues with only",
  "one main speaker.",
  "Sometimes, you may",
  "hear another speaker",
  "introducing the talk or",
  "asking questions.",
  "information wanted",
  "The customer would like",
  "information about ...",
  "The receptionist needs to",
  "find out the guest's ...",
  "The applicant would like  to know about ...",
  "IELTS POP",
  "1.2 E 91 You need listen both speakers carefully. Listen the of the conversations from LI and answer the questions below. Ignore the final column for now. 1 2 3 NOTES: to book the I the customer wants rœ to organise 2 1 How many nights Will the man one night B two nights C three nights 2 Which of the following S the 10th floor? A the gym B the centre C the restaurant from the airport I Which country the applicant worked h 2 What department would the applicant like to work in? 1.3 Listen again and look the final column in the table. Circle the person who provided the answer. Sometimes both are possible. 2 Identifying function Each a specific in mind when they say their language a function. different language different functions. 2.1 10) Listen seven short extracts from different conversations. Complete extracts 1-7. 2 3 4 5 6 7 getting her a new bike? . We arrive on 22nd July. That sounds great. I'd enjoy that one. You said you'd prefer have the party outside, it's just gone up $250. accommodation? Where would you like stay? Listening skills travel agent customer travel agent customer hotel receptionist guest hotel receptionist guest interviewer job applicant interviewer job applicant 19",
  "1.2  [ ►  9]  You need to listen to both speakers carefully. Listen to  the rest of the conversations from 1.1 and answer the questions  below. Ignore the final column for now.",
  "1  NOTES:",
  "• No need to book the  1 from the airport  • the customer wants me to organise  2",
  "2  1  How many nights will the man stay?",
  "A  one night",
  "B  two nights  C  three nights",
  "A  the gym",
  "B  the business centre  C  the restaurant",
  "3  1  Which country has the applicant worked in most?",
  "1.3  Listen again and look at the  final  column  in  the table. Circle the  person who provided the answer. Sometimes both are possible.",
  "Each speaker has a specific purpose in mind when they talk. We say their  language has a function. We use different language for different functions.",
  "2.1  [ 10)  Listen to seven short extracts from different conversations. Complete extracts 1-7.",
  "I",
  "2"
]